var level_config = [
	/*********** 1 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 2 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 3 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 4 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 5 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 6 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 7 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 8 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 9 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},

	/*********** 10 УРОВЕНЬ ***********/
	{
		"win_table_color": "#6CD97E",
	},
];