<?

$level = [
	1 => [
		'h' => 5,
		'w' => 5,
		'barriers' => NULL,
		'message' => 'Первое'
	],
	2 => [
		'h' => 5,
		'w' => 10,
		'barriers' => NULL,
		'message' => 'Второе'
	],
	3 => [
		'h' => 5,
		'w' => 10,
		'barriers' => [38, 46],
		'message' => 'Третье'
	],
	4 => [
		'h' => 5,
		'w' => 5,
		'barriers' => [0,1,3,4,10,14,20,21,23,24],
		'message' => 'Четвёртое'
	],
	5 => [
		'h' => 8,
		'w' => 8,
		'barriers' => [0,7,20,28,29,56,63],
		'message' => 'Пятое'
	],
	6 => [
		'h' => 10,
		'w' => 10,
		'barriers' => [50,51,52,53,54,60,61,62,63,64,70,71,72,73,74,80,81,82,83,84,90,91,92,93,94,77],
		'message' => 'Шестое'
	],
	7 => [
		'h' => 7,
		'w' => 7,
		'barriers' => [3,16,18,23,24,25,30,32,45],
		'message' => 'Седьмое'
	],
	8 => [
		'h' => 9,
		'w' => 9,
		'barriers' => [22,29,30,36,49,57,58,59,62,67,71,76,78,79],
		'message' => 'Восьмое'
	],
	9 => [
		'h' => 10,
		'w' => 10,
		'barriers' => [9,27,50,51,52,53,59,60,61,62,63,69,70,71,72,73,79,80,81,82,83,89,90,91,92,93,99],
		'message' => 'Девятое'
	],
	10 => [
		'h' => 10,
		'w' => 10,
		'barriers' => NULL,
		'message' => 'Десятое'
	],
];

//$all_levels = count($level);

?>